Repository: theCapypara/field-monitor
Catalog: po/*.po
Languages: de, es, pt_br, ru

source: Field Monitor was unable to read the file
de: Feldmonitor konnte diese Datei nicht lesen
es: Monitor de campo no pudo leer el archivo
pt_br: O Field Monitor não pôde ler o arquivo
ru: Field Monitor не смог прочитать файл

source: A secret value used by Field Monitor
de: Ein geheimer Wert, verwendet von Feldmonitor
es: Un valor secreto usado por Monitor de campo
pt_br: Valor secreto usado pelo Field Monitor
ru: Секретное значение, используемое Field Monitor

source: Add New Connection
de: Neue Verbindung hinzufügen
es: Añadir nueva conexión
pt_br: Adicionar uma nova conexão
ru: Добавить новое подключение

source: Failed to save connection
de: Fehler beim Speichern der Verbindung
es: Fallo al guardar la conexión
pt_br: Falha ao salvar a conexão
ru: Не удалось сохранить подключение

source: An error occurred, while trying to save the connection
de: Beim Speichern der Verbindung ist ein Fehler aufgetreten
es: Ocurrió un error al intentar guardar la conexión
pt_br: Ocorreu um erro ao tentar salvar a conexão
ru: Произошла ошибка при попытке сохранить подключение

source: Field Monitor is starting...
de: Feldmonitor startet...
es: Monitor de campo se está iniciando...

source: Failed to Initialize
de: Fehler beim Initalisieren
es: Fallo al inicializar
pt_br: Falha ao inicializar

source: Field Monitor could not start, because it could not connect to your system's secret service for accessing passwords.
de: Feldmonitor konnte nicht gestartet werden, da es sich nicht mit dem Dienst für Geheimnisse verbinden konnte, um auf Passwörter zuzugrifen.
es: Monitor de campo no pudo iniciarse porque no pudo conectar con el servicio de secretos de su sistema para acceder a las contraseñas.
pt_br: O Field Monitor não pôde ser iniciado porque não conseguiu se conectar ao servidor de segredos para acessar as senhas.

source: Quit
de: Anwendung beenden
es: Salir

source: Failed to Initialize - Secrets Invalid
de: Fehler beim Initalisieren - Ungültige Schlüssel
es: Fallo al inicializar - Secretos no válidos

source: Field Monitor could not start, because the secrets backend reports that the system secrets are invalid or corrupted. This can happen if you moved your HOME directory to another system. You may be able to resolve this with <a href='https://github.com/theCapypara/field-monitor/issues/18#issuecomment-2763807003'>oo7-cli</a>.
de: Feldmonitor konnte nicht starten, da der Systemdienst für Geheimnisse meldet, dass System-Schlüssel ungültig oder beschädigt sind. Dies kann passieren, falls sie Ihr HOME Verzeichnis auf ein anderes System verschoben haben. Sie können diese Situation möglicherweise mit <a href='https://github.com/theCapypara/field-monitor/issues/18#issuecomment-2763807003'>oo7-cli</a> lösen.
es: Monitor de campo no pudo iniciarse porque el servicio de gestión de secretos informa que los secretos del sistema no son válidos o están dañados. Esto puede ocurrir si movió su carpeta personal a otro sistema. Es posible que pueda resolver esto con <a href='https://github.com/theCapypara/field-monitor/issues/18#issuecomment-2763807003'>oo7-cli</a>.

source: Authentication required
de: Authentifizierung erforderlich
es: Autenticación requerida
pt_br: Autenticação necessária
ru: Требуется аутентификация

source: Apply
de: Anwenden
es: Aplicar
pt_br: Aplicar
ru: Применить

source: This connection needs additional authentication to proceed.
de: Diese Verbindung benötigt zusätzliche Informationen zur Authentifizierung.
es: Esta conexión necesita autenticación adicional para continuar.
pt_br: Essa conexão precisa de informações adicionais para autenticação.
ru: Для продолжения этому подключению требуется аутентификация.

source: Close Window?
de: Fenster schließen?
es: ¿Cerrar ventana?
pt_br: Fechar janela?
ru: Закрыть окно?

source: The app is still connected to one or more servers. Closing the window will disconnect from all servers.
de: Die Anwendung ist noch mit einem oder mehreren Servern verbunden. Wird dieses Fenster geschlossen, wird die Verbindung zu allen Servern geschlossen.
es: La aplicación todavía está conectada a uno o más servidores. Cerrar la ventana desconectará de todos los servidores.
pt_br: O aplicativo ainda está conectado a um ou mais servidores. Ao fechar a janela, o aplicativo se desconectará de todos os servidores.
ru: Приложение все ещё подключено к одному или нескольким серверам. Закрытие окна приведёт к отключению от всех серверов.

source: Cancel
de: Abbrechen
es: Cancelar
pt_br: Cancelar
ru: Отмена

source: Close
de: Schließen
es: Cerrar
pt_br: Fechar
ru: Закрыть

source: Sidebar
de: Seitenleiste
es: Barra lateral
pt_br: Barra lateral
ru: Боковая панель

source: Edit Connection
de: Verbindung bearbeiten
es: Editar conexión

source: Remove Connection
de: Verbindung entfernen
es: Eliminar conexión
pt_br: Remover conexão
ru: Удалить подключение

source: Failed to load connection
de: Laden der Verbindung fehlgeschlagen
es: Fallo al cargar la conexión
pt_br: Falha ao carregar a conexão
ru: Не удалось загрузить подключение

source: This connection requires additional authentication.
de: Diese Verbindung benötigt zusätzliche Informationen zur Authentifizierung.
es: Esta conexión requiere autenticación adicional.
pt_br: Essa conexão requer informações adicionais para autenticação.
ru: Это подключение требует дополнительной аутентификации.

source: Authenticate
de: Authentifizieren
es: Autenticarse
pt_br: Autenticar
ru: Аутентификация

source: No servers available
de: Keine Server verfügbar
es: No hay servidores disponibles
pt_br: Nenhum servidor disponível
ru: Нет доступных серверов

source: Actions
de: Aktionen
es: Acciones
pt_br: Ações
ru: Действия

source: Connect
de: Verbinden
es: Conectar
pt_br: Conectar
ru: Подключиться

source: Connect via {adapter}
de: Verbinden via {adapter}
es: Conectar vía {adapter}
pt_br: Conectar-se via {adapter}
ru: Подключиться через {adapter}

source: Close Connection?
de: Verbindung schließen?
es: ¿Cerrar conexión?
pt_br: Fechar conexão?
ru: Закрыть подключение?

source: Closing the connection will disconnect from the remote server.
de: Hierdurch wird die Verbindung zum entfernten Server getrennt.
es: Al cerrar la conexión se desconectará del servidor remoto.
pt_br: Fechar a conexão desconectará o servidor remoto.
ru: Закрытие подключения приведёт к отключению от удалённого сервера.

source: Active Connections
de: Aktive Verbindungen
es: Conexiones activas
pt_br: Conexões ativas
ru: Активные подключения

source: Move to New Window
de: In neues Fenster verschieben
es: Mover a una ventana nueva
pt_br: Mover para uma nova janela
ru: Переместить в новое окно

source: Toggle Fullscreen
de: Vollbild umschalten
es: Alternar pantalla completa
pt_br: Alternar tela cheia
ru: Полноэкранный режим

source: Show Navigation
de: Navigation anzeigen
es: Mostrar navegación
pt_br: Barra lateral
ru: Показать навигацию

source: Menu
de: Menü
es: Menú
ru: Меню

source: Connecting...
de: Verbindet...
es: Conectando...
pt_br: Conectando...
ru: Подключение...

source: Reconnect
de: Neu verbinden
es: Reconectar
pt_br: Reconectar
ru: Переподключиться

source: Show Output
de: Ausgabe anzeigen
es: Mostrar salida
pt_br: Exibir saída
ru: Показать вывод

source: Disconnected
de: Verbindung getrennt
es: Desconectado
pt_br: Desconectado
ru: Отключено

source: The connection to the server was closed.
de: Die Verbindung mit dem Server wurde geschlossen.
es: La conexión con el servidor se cerró.
pt_br: A conexão com o servidor foi fechada.
ru: Подключение к серверу было закрыто.

source: Connection Failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
pt_br: Falha na conexão
ru: Ошибка подключения

source: The connection was closed due to an error.
de: Die Verbindung wurde aufgrund eines Fehlers geschlossen.
es: La conexión se cerró debido a un error.
pt_br: A conexão foi fechada devido a um erro.
ru: Подключение было закрыто из-за ошибки.

source: _Dynamic Resize
de: _Dynamische Größenanpassung
es: Redimensionado _dinámico
pt_br: Ajuste _dinâmico do tamanho
ru: _Динамическое изменение размера

source: _Scale to Window
de: Ausgabe an Fenstergröße _anpassen
es: _Escalar a la ventana
pt_br: Ajuste a saída ao _tamanho da janela
ru: _Масштабировать по размеру окна

source: _Resize Window to Screen
de: _Fenstergröße auf Ausgabegröße setzen
es: A_justar ventana a la pantalla
pt_br: _Redimensionar a janela para a tela
ru: _Изменить размер окна по размеру экрана

source: Send _Keys
de: Tasten _senden
es: Enviar _teclas
pt_br: Enviar _teclas
ru: Отправить _комбинацию

source: Ctrl+Alt L
de: Strg+Alt L

source: Ctrl+Alt+Backspace
de: Strg+Alt+Rücktaste
es: Ctrl+Alt+Retroceso

source: Ctrl+Alt+Delete
de: Strg+Alt+Entf
es: Ctrl+Alt+Supr

source: Ctrl+Alt+F1
de: Strg+Alt+F1

source: Ctrl+Alt+F2
de: Strg+Alt+F2

source: Ctrl+Alt+F3
de: Strg+Alt+F3

source: Ctrl+Alt+F4
de: Strg+Alt+F4

source: Ctrl+Alt+F5
de: Strg+Alt+F5

source: Ctrl+Alt+F6
de: Strg+Alt+F6

source: Ctrl+Alt+F7
de: Strg+Alt+F7

source: Ctrl+Alt+F8
de: Strg+Alt+F8

source: Ctrl+Alt+F9
de: Strg+Alt+F9

source: Ctrl+Alt+F10
de: Strg+Alt+F10

source: Ctrl+Alt+F11
de: Strg+Alt+F11
ru: Strg+Alt+F11

source: Ctrl+Alt+F12
de: Strg+Alt+F12

source: Print
de: Drucken
es: Imprimir
ru: Печать

source: _Zoom
de: _Textgröße
es: Am_pliación
ru: _Масштаб

source: Server _Actions
de: Server_aktionen
es: Accio_nes del servidor
pt_br: _Ações do servidor
ru: _Действия сервера

source: _Close Connection
de: Verbindung _schließen
es: Cerrar cone_xión
pt_br: _Fechar conexão
ru: _Закрыть подключение

source: _New Window
de: _Neues Fenster
es: _Ventana nueva
pt_br: _Nova janela
ru: _Новое окно

source: _Keyboard Shortcuts
de: _Tastenkombinationen
es: Atajos del _teclado
pt_br: Atalhos de _Teclado
ru: _Комбинации клавиш

source: _About Field Monitor
de: _Über Feldmonitor
es: _Acerca de Monitor de campo
pt_br: _Sobre o Field Monitor
ru: _О приложении

source: _Copy
de: _Kopieren
es: _Copiar
pt_br: _Copiar
ru: _Копировать

source: _Paste
de: _Einfügen
es: _Pegar
pt_br: _Colar
ru: _Вставить

source: Select _All
de: _Alles auswählen
es: Seleccionar _todo
pt_br: Selecionar _Todos
ru: Выделить _всё

source: Zoom In
de: Text vergrößern
es: Ampliar
pt_br: Ampliar
ru: Увеличить

source: Zoom Out
de: Text verkleinern
es: Reducir
pt_br: Reduzir
ru: Уменьшить

source: Reset Zoom
de: Textgröße zurücksetzen
es: Restablecer ampliación
pt_br: Redefinir zoom
ru: Сбросить масштаб

source: Press {keycombo} to ungrab the mouse and keyboard.
de: Drücken Sie {keycombo} um Maus und Tastatur freizugeben.
es: Pulse {keycombo} para liberar el ratón y el teclado.
pt_br: Pressione {keycombo} para soltar o mouse e o teclado.
ru: Нажмите {keycombo} чтобы освободить мышь и клавиатуру.

source: Preferences
de: Einstellungen
es: Preferencias
pt_br: Preferências
ru: Параметры

source: Behavior
de: Verhalten
es: Comportamiento
pt_br: Comportamento
ru: Поведение

source: Open connections in new windows
de: Verbindungen in neuem Fenster öffnen
es: Abrir conexiones en ventanas nuevas
pt_br: Abrir conexões em novas janelas
ru: Открывать подключения в новых окнах

source: Appearance
de: Darstellung
es: Apariencia
pt_br: Aparência
ru: Внешний вид

source: Sharp window corners
de: Spitze Fensterkanten
es: Esquinas de ventana rectangulares
pt_br: Cantos de janela não arredondados
ru: Острые углы окон

source: Header bars for active connections
de: Titelleiste für aktive Verbindungen
es: Barras de cabecera para conexiones activas
pt_br: Barra de título para conexões ativas
ru: Заголовки для активных подключений

source: Show keyboard shortcut for how to ungrab
de: Tastenkombination zum freigeben der Tastatur anzeigen
es: Mostrar atajo de teclado para liberar el control
pt_br: Exibir a combinação de teclas para soltar o teclado
ru: Показывать комбинацию клавиш для освобождения ввода

source: Show a message on what key combination can be used to ungrab mouse and keyboard from an active connection, every time this input is grabbed.
de: Zeige innerhalb von aktiven Verbindungen kurz eine Nachricht, die erklärt, wie die Maus und Tastatur freigegeben werden kann, sobald diese gefangen werden.
es: Muestra un mensaje indicando qué combinación de teclas se puede usar para liberar el ratón y el teclado de una conexión activa cada vez que se captura la entrada.
pt_br: Exibir uma mensagem explicando como soltar o mouse e o teclado assim que eles forem capturados.
ru: Показывать сообщение о том, какая комбинация клавиш может быть использована для освобождения мыши и клавиатуры от активного подключения, каждый раз, когда они захватываются.

source: Automatic
de: Automatisch
es: Automático
pt_br: Automático
ru: Автоматически

source: Always
de: Immer
es: Siempre
pt_br: Sempre
ru: Всегда

source: Never
de: Niemals
es: Nunca
pt_br: Nunca
ru: Никогда

source: Default
de: Standard
es: Predeterminado
pt_br: Padrão
ru: По умолчанию

source: Show Above
de: Oberhalb anzeigen
es: Mostrar encima
pt_br: Exibir acima
ru: Показывать сверху

source: Overlay and Hide
de: Überlagern und Ausblenden
es: Superponer y ocultar
pt_br: Sobrepor e ocultar
ru: Накладывать и скрывать

source: Configure whether and when Field Monitor will use sharp, right angle, window corners instead of the default corner radius. This is useful to make sure the corners of connected screens are not cut off.
de: Diese Einstellung steuert, ob Feldmonitor rechtwinklige Fensterkanten verwendet, anstatt den Standardradius zu verwenden. Dies kann nützlich sein, um die Ecken der verbundenen Bildschirme nicht abzuschneiden.
es: Configura si Monitor de campo usará esquinas de ventana rectangulares y vivas en lugar del radio de esquina predeterminado y cuándo lo hará. Esto es útil para asegurarse de que las esquinas de las pantallas conectadas no queden recortadas.
pt_br: Essa configuração determina se e quando o Field Monitor utilizará cantos de janela não arredondados, em vez dos cantos de janela padrão. Isso pode ser útil para garantir que os cantos das telas conectadas não sejam cortados.
ru: Настройка того, когда Field Monitor будет использовать острые, прямые углы окон вместо скруглённых по умолчанию. Это полезно для того, чтобы углы подключённых экранов не обрезались.

source: Use default corner radius, but make window corners sharp whenever input is grabbed.
de: Spitze Fensterkanten verwenden, wenn die Eingabe gefangen ist, ansonsten Standardradius verwenden.
es: Usar el radio de esquina predeterminado, pero hacer que las esquinas de la ventana sean rectangulares siempre que se capture la entrada.
pt_br: Utilize os cantos de janela padrão, mas exiba cantos de janela não arredondados sempre que a entrada for capturada.
ru: Использовать скруглённые углы по умолчанию, но делать их острыми, когда ввод захвачен.

source: Always use sharp window corners.
de: Immer spitze Fensterkanten verwenden.
es: Usar siempre esquinas de ventana rectangulares.
pt_br: Sempre utilize cantos de janela não arredondados.
ru: Всегда использовать острые углы окон.

source: Never use sharp window corners.
de: Niemals spitze Fensterkanten verwenden.
es: No usar nunca esquinas de ventana rectangulares.
pt_br: Nunca utilize cantos de janela não arredondados.
ru: Никогда не использовать острые углы окон.

source: Change how the header bar is presented for active connection screens.
de: Diese Einstellung steuert, wie die Titelleiste des Fensters für aktive Verbindungen präsentiert wird.
es: Cambiar cómo se presenta la barra de cabecera en las pantallas de conexión activa.
pt_br: Essa configuração controla como a barra de título da janela para conexões ativas é apresentada.
ru: Изменить способ отображения заголовка для экранов активных подключений.

source: The header bar is shown above the connection screen. In fullscreen mode the header bar is instead overlayed and hides whenever input is grabbed.
de: Die Titelleiste wird oberhalb des entfernten Bildschirms angezeigt. Im Vollbildmodus wird die Titelleiste stattdessen über den Inhalt des Bildschirms gelegt und ausblendet, sobald die Eingabe gefangen ist.
es: La barra de cabecera se muestra encima de la pantalla de conexión. En modo pantalla completa, la barra se superpone y se oculta cuando se captura la entrada.
pt_br: A barra de título é exibida acima da tela remota. No modo de tela cheia, a barra de título é colocada sobre o conteúdo da tela e desaparece assim que a entrada é capturada.
ru: Заголовок отображается над экраном подключения. В полноэкранном режиме заголовок накладывается поверх и скрывается, когда ввод захвачен.

source: The header bar is always shown above the connection screen, even in fullscreen mode.
de: Die Titelleiste wird immer oberhalb des entfernten Bildschirms angezeigt, auch im Vollbildmodus.
es: La barra de cabecera siempre se muestra encima de la pantalla de conexión, incluso en modo pantalla completa.
pt_br: A barra de título é sempre exibida acima da tela remota, mesmo no modo de tela cheia.
ru: Заголовок всегда отображается над экраном подключения, даже в полноэкранном режиме.

source: The header bar is always shown as an overlay on top of the connection screen, it is hidden whenever input is grabbed.
de: Die Titelleiste wird über den Inhalt des entfernten Bildschirms gelegt und ausblendet, sobald die Eingabe gefangen ist.
es: La barra de cabecera siempre se muestra superpuesta sobre la pantalla de conexión; se oculta siempre que se captura la entrada.
pt_br: A barra de título é sobreposta ao conteúdo da tela remota e é ocultada assim que a entrada é capturada.
ru: Заголовок всегда отображается поверх экрана подключения и скрывается, когда ввод захвачен.

source: Enter the URL of the server you want to connect to. Supported protocols are: RDP, SPICE, VNC. <b>Examples:</b> <i>rdp://full%20address=s:mypc:3389</i> <i>spice://server:15900</i> <i>spice://me@localhost:999?password=1234</i> <i>vnc://user@server?VncPassword=password123</i>
de: Geben Sie die URL des Servers ein, mit dem Sie sich verbinden möchten. Unterstützte Protokolle: RDP, SPICE, VNC. <b>Beispiele:</b> <i>rdp://full%20address=s:mypc:3389</i> <i>spice://server:15900</i> <i>spice://me@localhost:999?password=1234</i> <i>vnc://user@server?VncPassword=password123</i>
es: Introduzca la URL del servidor al que desea conectarse. Los protocolos admitidos son: RDP, SPICE, VNC. <b>Ejemplos:</b> <i>rdp://direccion%20completa=s:mi_pc:3389</i> <i>spice://servidor:15900</i> <i>spice://yo@localhost:999?password=1234</i> <i>vnc://usuario@servidor?VncPassword=contraseña123</i>
pt_br: Digite a URL do servidor ao qual deseja se conectar. Protocolos suportados: RDP, SPICE, VNC. <b>Exemplos:</b> <i>rdp://full%20address=s:mypc:3389</i> <i>spice://server:15900</i> <i>spice://me@localhost:999?password=1234</i> <i>vnc://user@server?VncPassword=password123</i>
ru: Введите URL сервера, к которому хотите подключиться. Поддерживаемые протоколы: RDP, SPICE, VNC. <b>Примеры:</b> <i>rdp://full%20address=s:mypc:3389</i> <i>spice://server:15900</i> <i>spice://me@localhost:999?password=1234</i> <i>vnc://user@server?VncPassword=password123</i>

source: Connection URL
de: URL der Verbindung
es: URL de conexión
pt_br: URL da conexão
ru: URL подключения

source: Open File...
de: Datei öffnen...
es: Abrir archivo...
pt_br: Abrir o arquivo...
ru: Открыть файл...

source: Failed to open
de: Öffnen fehlgeschlagen
es: Fallo al abrir
pt_br: Falha ao abrir
ru: Не удалось открыть

source: Field Monitor could not connect to the server using the specified file or URI
de: Feldmonitor konnte sich mittels der angegebenen Datei oder URI nicht mit dem Server verbinden
es: Monitor de campo no pudo conectar con el servidor usando el archivo o URI especificado
pt_br: O Field Monitor não pôde se conectar ao servidor usando o arquivo ou URI especificado
ru: Field Monitor не смог подключиться к серверу, используя указанный файл или URI

source: Supported files
de: Unterstützte Dateien
es: Archivos admitidos
pt_br: Arquivos suportados
ru: Поддерживаемые файлы

source: RDP file
de: RDP-Datei
es: Archivo RDP
pt_br: Arquivo RDP
ru: Файл RDP

source: Virt Viewer file
de: Virt Viewer-Datei
es: Archivo Virt Viewer
pt_br: Arquivo do Virt Viewer
ru: Файл Virt Viewer

source: Any file
de: Alle Dateien
es: Cualquier archivo
pt_br: Qualquer arquivo
ru: Все файлы

source: Open Connection from file...
de: Verbindung via URL öffnen...
es: Abrir conexión desde archivo...
pt_br: Abrir conexão a partir do arquivo...
ru: Открыть подключение из файла...

source: Field Monitor was unable to open the provided file.
de: Feldmonitor konnte die angegebene Datei nicht öffnen.
es: Monitor de campo no pudo abrir el archivo proporcionado.
pt_br: O Field Monitor não conseguiu abrir o arquivo fornecido.
ru: Field Monitor не смог открыть указанный файл.

source: Save
de: Speichern
es: Guardar
pt_br: Salvar
ru: Сохранить

source: About Field Monitor
de: Über Feldmonitor
es: Acerca de Monitor de campo

source: Add Connection
de: Verbindung hinzufügen
es: Añadir conexión
pt_br: Adicionar conexão
ru: Добавить подключение

source: _Reload Connections
de: Verbindungen neu_laden
es: _Recargar conexiones
pt_br: _Recarregar conexões
ru: _Обновить подключения

source: _Preferences
de: _Einstellungen
es: _Preferencias
pt_br: _Preferências
ru: _Параметры

source: Connect to your virtual machines and remote servers.
de: Verbinden Sie sich mit ihren Virtuellen Maschinen und entfernen Servern.
es: Conecte con sus máquinas virtuales y servidores remotos.
pt_br: Conecte-se a suas máquinas virtuais (VMs) e servidores remotos.
ru: Подключайтесь к виртуальным машинам и удалённым серверам.

source: QEMU/KVM via libvirt
es: QEMU/KVM vía libvirt
ru: QEMU/KVM через libvirt

source: One or more field(s) contain invalid values.
es: Uno o más campos contienen valores no válidos.

source: Edit “{title}”
es: Editar “{title}”

source: Server Name
es: Nombre del servidor
pt_br: Nome do servidor
ru: Имя сервера

source: Hostname
es: Nombre del equipo
ru: Имя хоста

source: Port
es: Puerto
pt_br: Porta
ru: Порт

source: Token ID
es: ID del token
ru: ID токена

source: OK
es: Aceptar

source: Permanently Remove “{title}”?
es: ¿Eliminar permanentemente “{title}”?

source: Edit Server
es: Editar servidor

source: Failed to process RDP connection configuration
pt_br: Falha ao processar a configuração da conexão RDP
ru: Не удалось обработать конфигурацию подключения RDP

source: Internal error while trying to build terminal.
pt_br: Ocorreu um erro interno durante a configuração do terminal.
ru: Внутренняя ошибка при попытке создать терминал.

source: Failed to initialize
ru: Не удалось инициализировать

source: Field Monitor could not start, because it could not connect to your system's secret service for accessing passwords
ru: Field Monitor не смог запуститься, так как не удалось подключиться к системной службе секретов для доступа к паролям

# shortcut window
source: Terminal
ru: Терминал

source: Settings
pt_br: Configurações
ru: Настройки
