Repository: theCapypara/field-monitor
Catalog: po/*.po
Languages: de, es, pt_br, ru

source: Field Monitor
de: Feldmonitor
es: Monitor de campo

source: Remote Desktop Viewer
de: Betrachter für entfernte Bildschirme
es: Visor de escritorio remoto
pt_br: Visualizador de Área de Trabalho Remota
ru: Просмотр удалённого рабочего стола

source: Access VMs and external screens
de: Greifen Sie auf VMs und entfernte Bildschirme zu
es: Acceda a máquinas virtuales y pantallas externas
pt_br: Acesse VMs e telas externas
ru: Доступ к виртуальным машинам и внешним экранам

source: New Window
de: Neues Fenster
es: Ventana nueva
pt_br: Nova Janela
ru: Новое окно

source: remote desktop
de: Entfernter Bildschirm
es: escritorio remoto
pt_br: área de trabalho remota
ru: удалённый рабочий стол

source: Field Monitor is a remote-desktop client designed for the GNOME platform.
de: Feldmonitor ist eine Anwendung zur Steuerung von entfernten Bildschirmen, entworfen für die GNOME Plattform.
es: Monitor de campo es un cliente de escritorio remoto diseñado para la plataforma GNOME.
pt_br: Field Monitor é um cliente de área de trabalho remota projetado para a plataforma GNOME.
ru: Field Monitor — это клиент удалённого рабочего стола, разработанный для GNOME.

source: It is focused on connecting to virtual machines, but can connect to any server supporting the RDP, SPICE or VNC protocols.
de: Feldmonitor kann die Verbindung mit beliebigen RDP, SPICE oder VNC Servern herstellen und bietet zusätzliche Funktionen zur Steuerung von virtuellen Maschinen.
es: Se centra en la conexión a máquinas virtuales, pero puede conectarse a cualquier servidor que admita los protocolos RDP, SPICE o VNC.
pt_br: Ele é focado em conectar-se a máquinas virtuais, mas pode se conectar a qualquer servidor que ofereça suporte aos protocolos RDP, SPICE ou VNC
ru: Программа ориентирована на подключение к виртуальным машинам, но может быть использована с любым сервером, поддерживающим протоколы RDP, SPICE или VNC.

source: It has support for directly connecting to VMs of the following hypervisors:
de: Die Anwendung kann sich direkt mit den folgenden VM-Hypervisoren verbinden:
es: Tiene soporte para conectarse directamente a máquinas virtuales de los siguientes hipervisores:
pt_br: Ele tem suporte para conexão direta com VMs dos seguintes hipervisores:
ru: Поддерживается прямое подключение к виртуальным машинам следующих гипервизоров:

source: For supported VM hypervisors Field Monitor also offers options to manage the basic power state of VMs, such as starting, stopping, rebooting, etc.
de: Für diese unterstützten Hypervisoren bietet Feldmonitor unter anderem die Möglichkeit VMs zu starten, zu stoppen und neuzustarten.
es: Para los hipervisores de máquinas virtuales compatibles, Monitor de campo también ofrece opciones para gestionar el estado de energía básico de las máquinas, como iniciar, detener, reiniciar, etc.
pt_br: Para hipervisores de VM compatíveis, o Field Monitor também oferece opções para gerenciar o estado básico de energia das VMs, como iniciar, parar, reinicializar, etc.
ru: Для поддерживаемых гипервизоров Field Monitor также предлагает возможности управления основными состояниями виртуальных машин, такими как запуск, остановка, перезагрузка и т.д.

source: Additionally, Field Monitor supports opening RDP and Virt Viewer connection files and quickly connecting to RDP, SPICE or VNC servers via URI.
de: Außerdem kann Feldmonitor RDP und Virt Viewer Verbindungsdateien öffnen und schnell Verbindungen zu RDP, SPICE und VNC Servern via URI herstellen.
es: Además, Monitor de campo admite la apertura de archivos de conexión RDP y Virt Viewer, así como la conexión rápida a servidores RDP, SPICE o VNC mediante URI.
pt_br: Além disso, o Field Monitor suporta a abertura de arquivos de conexão RDP e Virt Viewer e a conexão rápida com servidores RDP, SPICE ou VNC via URI.
ru: Кроме того, Field Monitor поддерживает открытие файлов подключения RDP и Virt Viewer, а также быстрое подключение к серверам RDP, SPICE или VNC через URI.

source: Screen of a connected graphical display
de: Bildschirm einer verbundenen graphischen Anzeige
es: Pantalla de una conexión gráfica activa
pt_br: Tela do monitor gráfico conectado
ru: Скриншот экрана подключённого дисплея

source: Welcome screen
de: Willkommen-Fenster
es: Pantalla de bienvenida
pt_br: Tela de boas-vindas
ru: Скриншот экрана приветствия

source: A list of servers in a Proxmox cluster to connect to
de: Eine Liste von Servern in einem Proxmox Cluster, mit denen sich verbunden werden kann
es: Una lista de servidores en un clúster Proxmox a los que conectarse
pt_br: Uma lista de servidores em um cluster do Proxmox aos quais se conectar
ru: Скриншот экрана со списком серверов в кластере Proxmox

source: Screen of a connected console
de: Bildschirm einer verbundenen Konsole
es: Pantalla de una consola conectada
pt_br: Tela do console conectado
ru: Скриншот экрана подключённой консоли

source: Adding a new Proxmox hypervisor connection
de: Hinzufügen einer neuen Proxmox Hypervisor-Verbindung
es: Añadiendo una nueva conexión de hipervisor Proxmox
pt_br: Adicionando uma nova conexão do hipervisor Proxmox
ru: Скриншот экрана добавления подключения к Proxmox

source: Remote Desktop file
de: RDP Verbindungsdatei
es: Archivo de escritorio remoto
pt_br: Arquivo RDP
ru: Файл удалённого рабочего стола

source: Virt-Viewer connection file
de: Virt-Viewer Verbindungsdatei
es: Archivo de conexión de Virt-Viewer
pt_br: Arquivo de conexão Virt-Viewer
ru: Файл подключения Virt-Viewer

source: Credentials
de: Zugangsdaten
es: Credenciales
pt_br: Credenciais
ru: Учётные данные

source: Username
de: Benutzername
es: Nombre de usuario
pt_br: Usuário
ru: Имя пользователя

source: Password
de: Passwort
es: Contraseña
pt_br: Senha
ru: Пароль

source: Generic Connection Group
de: Generische Verbindungsgruppe
es: Grupo de conexiones genérico
pt_br: Grupo de conexão genérico
ru: Общая группа подключений

source: Generic Connection Groups
de: Generische Verbindungsgruppen
es: Grupos de conexiones genéricos
pt_br: Grupos de conexão genéricos
ru: Общие группы подключений

source: Add Generic Connection Group
de: Generische Verbindungsgruppe hinzufügen
es: Añadir grupo de conexiones genérico
pt_br: Adicionar grupo de conexão genérico
ru: Добавить общую группу подключений

source: Connection to one or more RDP, SPICE and VNC servers
de: Verbindung zu RDP, SPICE und/oder VNC Servern
es: Conexión a uno o más servidores RDP, SPICE y VNC
pt_br: Conexão com um ou mais servidores RDP, SPICE e VNC
ru: Подключение к одному или нескольким серверам RDP, SPICE и VNC

source: Failed to load password.
de: Laden des Passwortes fehlgeschlagen.
es: Fallo al cargar la contraseña.
pt_br: Falha ao carregar a senha
ru: Не удалось загрузить пароль.

source: Group Name
de: Gruppenname
es: Nombre del grupo
pt_br: Nome do grupo
ru: Название группы

source: Servers
de: Server
es: Servidores
pt_br: Servidores
ru: Серверы

source: Add Server
de: Server hinzufügen
es: Añadir servidor
pt_br: Adicionar servidor
ru: Добавить сервер

source: No servers added yet.
de: Es wurde noch kein Server hinzugefügt.
es: Aún no se han añadido servidores.
pt_br: Nenhum servidor foi adicionado ainda.
ru: Серверы ещё не добавлены.

source: Edit {title}
de: Bearbeite {title}
pt_br: Editar {title}
ru: Редактировать {title}

source: Update
de: Aktualisieren
es: Actualizar
pt_br: Atualizar
ru: Обновить

source: Add
de: Hinzufügen
es: Añadir
pt_br: Adicionar
ru: Добавить

source: Remove Server
de: Entfernter Server
es: Eliminar servidor
pt_br: Remover servidor
ru: Удалить сервер

source: Server Type
de: Servertyp
es: Tipo de servidor
pt_br: Tipo de servidor
ru: Тип сервера

source: (Unable to load server name)
de: (Laden des Servernamen fehlgeschlagen)
es: (No se puede cargar el nombre del servidor)
pt_br: (Não foi possível carregar o nome do servidor)
ru: (Не удалось загрузить имя сервера)

source: Reboot
de: Neu starten
es: Reiniciar
pt_br: Reiniciar
ru: Перезагрузить

source: Shutdown
de: Herunterfahren
es: Apagar
pt_br: Desligar
ru: Выключить

source: Force Reset
de: Zurücksetzen erzwingen
es: Forzar reinicio
pt_br: Forçar reinicialização
ru: Принудительная перезагрузка

source: Force Poweroff
de: Ausschalten erzwingen
es: Forzar apagado
pt_br: Forçar desligamento
ru: Принудительное выключение

source: Start
de: Starten
es: Iniciar
pt_br: Iniciar
ru: Запустить

source: Reboot command successfully sent to domain.
de: Befehl zum Neustart an Domäne gesendet.
es: Orden de reinicio enviada correctamente al dominio.
pt_br: Reinicialização feita com sucesso.
ru: Команда перезагрузки успешно отправлена домену.

source: Failed to send reboot command: {err}
de: Neustart fehlgeschlagen: {err}
es: Fallo al enviar la orden de reinicio: {err}
pt_br: Falha ao reiniciar: {err}
ru: Не удалось отправить команду перезагрузки: {err}

source: Shutdown command successfully sent to domain.
de: Befehl zum Herunterfahren an Domäne gesendet.
es: Orden de apagado enviada correctamente al dominio.
pt_br: Desligado com sucesso.
ru: Команда выключения успешно отправлена домену.

source: Failed to send shutdown command: {err}
de: Herunterfahren fehlgeschlagen: {err}
es: Fallo al enviar la orden de apagado: {err}
pt_br: Falha ao desligar: {err}
ru: Не удалось отправить команду выключения: {err}

source: Domain successfully reset.
de: Befehl zum Zurücksetzen an Domnäne gesendet.
es: Dominio restablecido correctamente.
pt_br: Domínio reiniciado com sucesso.
ru: Домен успешно перезагружен.

source: Failed to reset domain: {err}
de: Zurücksetzen fehlgeschlagen: {err}
es: Fallo al restablecer el dominio: {err}
pt_br: Falha ao reiniciar o domínio: {err}
ru: Не удалось перезагрузить домен: {err}

source: Domain successfully shut down.
de: Domäne erfolgreich heruntergefahren.
es: Dominio apagado correctamente.
pt_br: O domínio foi desligado com sucesso.
ru: Домен успешно выключен.

source: Failed to send destroy command: {err}
de: Zerstören fehlgeschlagen: {err}
es: Fallo al enviar la orden de destrucción: {err}
pt_br: Falha ao interromper o domínio: {err}
ru: Не удалось отправить команду уничтожения: {err}

source: Domain successfully started.
de: Domäne erfolgreich gestartet.
es: Dominio iniciado correctamente.
pt_br: O domínio foi iniciado com sucesso.
ru: Домен успешно запущен.

source: Failed to send create command: {err}
de: Erstellen fehlgeschlagen: {err}
es: Fallo al enviar la orden de creación: {err}
pt_br: Falha ao criar: {err}
ru: Не удалось отправить команду создания: {err}

source: Domain is not running.
de: Diese Domäne ist nicht aktiv.
es: El dominio no se está ejecutando.
pt_br: O domínio não está sendo executado.
ru: Домен не запущен.

source: Domain is already running.
de: Diese Domäne ist bereits aktiv.
es: El dominio ya se está ejecutando.
pt_br: O domínio já está sendo executado.
ru: Домен уже запущен.

source: Internal error while trying to execute command.
de: Beim Ausführen des Befehls ist ein interner Fehler aufgetreten.
es: Error interno al intentar ejecutar la orden.
pt_br: Erro interno ao tentar executar o comando.
ru: Внутренняя ошибка при попытке выполнить команду.

source: SPICE (Graphical)
de: SPICE (graphisch)
es: SPICE (Gráfico)
pt_br: SPICE (Gráfico)
ru: SPICE (графический)

source: RDP (Graphical)
de: RDP (graphisch)
es: RDP (Gráfico)
pt_br: RDP (Gráfico)
ru: RDP (графический)

source: VNC (Graphical)
de: VNC (graphisch)
es: VNC (Gráfico)
pt_br: VNC (Gráfico)
ru: VNC (графический)

source: Serial Console
de: Serielle Konsole
es: Consola serie
pt_br: Console serial
ru: Серийная консоль

source: Add QEMU/KVM Connection
de: QEMU/KVM Verbindung hinzufügen
es: Añadir conexión QEMU/KVM
pt_br: Adicionar conexão QEMU/KVM
ru: Добавить подключение QEMU/KVM

source: QEMU/KVM hypervisor connection via libvirt
de: QEMU/KVM Hypervisorverbindung via libvirt
es: Conexión con hipervisor QEMU/KVM vía libvirt
pt_br: Conexão do hipervisor QEMU/KVM via libvirt
ru: Подключение к гипервизору QEMU/KVM через libvirt

source: Connection Name
de: Verbindungsname
es: Nombre de la conexión
pt_br: Nome da conexão
ru: Название подключения

source: Session Type
de: Sitzungstyp
es: Tipo de sesión
pt_br: Tipo de sessão
ru: Тип сессии

source: System Session
de: System-Sitzung
es: Sesión del sistema
pt_br: Sessão do sistema
ru: Системная сессия

source: This is the QEMU/KVM default.
de: Dies ist der QEMU/KVM Standard.
es: Este es el valor predeterminado de QEMU/KVM.
pt_br: Esse é o padrão para o QEMU/KVM.
ru: Это стандартная настройка QEMU/KVM.

source: User Session
de: Benutzer-Sitzung
es: Sesión de usuario
pt_br: Sessão de usuário
ru: Пользовательская сессия

source: Remote Connection
de: Entfernte Verbindung
es: Conexión remota
pt_br: Conexão remota
ru: Удалённое подключение

source: Connect via SSH
de: Verbindung via SSH
es: Conectar vía SSH
pt_br: Conectar via SSH
ru: Подключение через SSH

source: Was unable to build a valid URL to connect to. Check your settings.
de: Es konnte keine gültige URL gebildet werden um eine Verbindung herzustellen. Bitte überprüfen Sie ihre Einstellungen.
es: No fue posible construir una URL válida para conectar. Revise su configuración.
pt_br: Não foi possível criar um URL válido para conexão. Verifique suas configurações.
ru: Не удалось создать действительный URL для подключения. Проверьте настройки.

source: Failed to retrieve API Key or Password from secrets service.
de: Das Passwort oder der API-Schlüssel konnte nicht vom Dienst für Geheimnisse abgerufen werden.
es: Fallo al recuperar la clave de API o la contraseña del servicio de secretos.
pt_br: Não foi possível recuperar a senha ou a chave de API do serviço de segredos.
ru: Не удалось получить API-ключ или пароль из службы секретов.

source: Reboot command successfully sent to server.
de: Befehl zum Neustart an Server gesendet.
es: Orden de reinicio enviada correctamente al servidor.
pt_br: Servidor reiniciado com sucesso.
ru: Команда перезагрузки успешно отправлена на сервер.

source: Failed to send reboot command.
de: Neustart der VM fehlgeschlagen.
es: Fallo al enviar la orden de reinicio.
pt_br: Falha ao reiniciar o servidor.
ru: Не удалось отправить команду перезагрузки.

source: Shutdown command successfully sent to server.
de: Befehl zum Herunterfahren an Server gesendet.
es: Orden de apagado enviada correctamente al servidor.
pt_br: Servidor desligado com sucesso.
ru: Команда выключения успешно отправлена на сервер.

source: Failed to send shutdown command.
de: Herunterfahren der VM fehlgeschlagen.
es: Fallo al enviar la orden de apagado.
pt_br: Falha ao desligar o servidor.
ru: Не удалось отправить команду выключения.

source: Console
de: Konsole
es: Consola
ru: Консоль

source: Add Proxmox Connection
de: Proxmox Verbindung hinzufügen
es: Añadir conexión Proxmox
pt_br: Adicionar conexão Proxmox
ru: Добавить подключение Proxmox

source: Proxmox hypervisor connection
de: Proxmox Hypervisorverbindung
es: Conexión con hipervisor Proxmox
pt_br: Conexão do hipervisor Proxmox
ru: Подключение к гипервизору Proxmox

source: Reboot command successfully sent to VM.
de: Befehl zum Neustart an VM gesendet.
es: Orden de reinicio enviada correctamente a la máquina virtual.
pt_br: VM reiniciada com sucesso.
ru: Команда перезагрузки успешно отправлена на ВМ.

source: Shutdown command successfully sent to VM.
de: Befehl zum Herunterfahren an VM gesendet.
es: Orden de apagado enviada correctamente a la máquina virtual.
pt_br: VM desligada com sucesso.
ru: Команда выключения успешно отправлена на ВМ.

source: VM was successfully reset.
de: VM wurde erfolgreich zurückgesetzt.
es: La máquina virtual se ha restablecido correctamente.
pt_br: A VM foi reiniciada com sucesso.
ru: ВМ успешно перезагружена.

source: Failed to send reset command.
de: Zurücksetzen der VM fehgeschlagen.
es: Fallo al enviar la orden de restablecimiento.
pt_br: Falha ao reiniciar a VM.
ru: Не удалось отправить команду перезагрузки.

source: VM is now stopping.
de: Die VM stoppt...
es: La máquina virtual se está deteniendo.
pt_br: A VM está parando...
ru: ВМ останавливается.

source: Failed to send stop command.
de: Stoppen der VM fehlgeschlagen.
es: Fallo al enviar la orden de detención.
pt_br: Falha ao parar a VM.
ru: Не удалось отправить команду остановки.

source: VM is now starting.
de: Die VM startet...
es: La máquina virtual se está iniciando.
pt_br: A VM está iniciando...
ru: ВМ запускается.

source: Failed to send start command.
de: Starten der VM fehlgeschlagen.
es: Fallo al enviar la orden de inicio.
pt_br: Falha ao iniciar a VM.
ru: Не удалось отправить команду запуска.

source: Authentication Mode
de: Authentifizierungsmodus
es: Modo de autenticación
pt_br: Modo de autenticação
ru: Режим аутентификации

source: API Key
de: API-Schlüssel
es: Clave de API
pt_br: Chave de API
ru: API-ключ

source: Connection
de: Verbindung
es: Conexión
pt_br: Conexão
ru: Подключение

source: Trust Any SSL Certificate
de: Unsicheren SSL Zertifikaten vertrauen
es: Confiar en cualquier certificado SSL
pt_br: Confiar em qualquer certificado SSL
ru: Доверять любым SSL-сертификатам

source: Allows connecting to servers with self-signed and otherwise invalid SSL certificates. Be careful, as this is a potential security risk.
de: Ermöglicht die Verbindung zu Servern mit selbst-signierten SSL Zertifikaten. Achtung, dies ist ein mögliches Sicherheitsrisiko.
es: Permite conectar con servidores que utilizan certificados SSL autofirmados o no válidos. Tenga cuidado, ya que esto supone un riesgo potencial de seguridad.
pt_br: Permitir a conexão com servidores com certificados SSL autoassinados e inválidos. Tenha cuidado, pois este é um risco de segurança potencial.
ru: Позволяет подключаться к серверам с самоподписанными и недействительными SSL-сертификатами. Будьте осторожны, так как это потенциальная угроза безопасности.

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
pt_br: Erro desconhecido
ru: Неизвестная ошибка

source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
pt_br: Falha na autenticação
ru: Ошибка аутентификации

source: General Error
de: Allgemeiner Fehler
es: Error general
pt_br: Erro geral
ru: Общая ошибка

source: Save and remember
de: Speichern und merken
es: Guardar y recordar
pt_br: Salvar e lembrar
ru: Сохранить и запомнить

source: Ask for this every time
de: Jedes Mal nachfragen
es: Preguntar cada vez
pt_br: Pergunte sempre
ru: Спрашивать каждый раз

source: The connection configuration is invalid
de: Die Verbindungskonfiguration ist ungültig
es: La configuración de la conexión no es válida
pt_br: A configuração de conexão é inválida
ru: Конфигурация подключения недействительна

source: Open the app with a new window
de: Anwendung mit einem neuen Fenster starten
es: Abrir la aplicación con una ventana nueva
pt_br: Abrir o aplicativo em uma nova janela
ru: Открыть приложение в новом окне

source: translator-credits
de: Marco Köpcke <hello@capypara.de>
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
pt_br: Cybercountry <translation@dukcab.com>
ru: Vladimir Kosolapov https://github.com/vmkspv

source: Connection successfully added.
de: Verbindung erfolgreich hinzugefügt.
es: Conexión añadida correctamente.
pt_br: Conexão adicionada com sucesso.
ru: Подключение успешно добавлено.

source: Connection successfully updated.
de: Verbindung erfolgreich aktualisiert.
es: Conexión actualizada correctamente.
pt_br: Conexão atualizada com sucesso.
ru: Подключение успешно обновлено.

source: Remove {title}?
de: {title} entfernen?
pt_br: Remover {title}?
ru: Удалить {title}?

source: No
de: Nein
pt_br: Não
ru: Нет

source: Yes
de: Ja
es: Sí
pt_br: Sim
ru: Да

source: Connection successfully removed.
de: Verbindung erfolgreich entfernt.
es: Conexión eliminada correctamente.
pt_br: Conexão removida com sucesso.
ru: Подключение успешно удалено.

source: Authentication successfully updated
de: Informationen zur Authentifizierung erfolgreich aktualisiert
es: Autenticación actualizada correctamente
pt_br: Informações de autenticação atualizadas com sucesso
ru: Аутентификация успешно обновлена

source: Connection not found.
de: Verbindung nicht gefunden.
es: Conexión no encontrada.
pt_br: Conexão não encontrada.
ru: Подключение не найдено.

source: Server not found.
de: Server nicht gefunden.
es: Servidor no encontrado.
pt_br: Servidor não encontrado.
ru: Сервер не найден.

source: Failed to load or connect to server
de: Fehler beim Laden oder Verbinden mit Server
es: Fallo al cargar o conectar con el servidor
pt_br: Falha ao carregar ou se conectar ao servidor
ru: Не удалось загрузить или подключиться к серверу

# shortcut window
source: Window
de: Fenster
es: Ventana
pt_br: Janela
ru: Окно

# shortcut window
source: New Window
de: Neues Fenster
es: Ventana nueva
pt_br: Nova janela
ru: Новое окно

# shortcut window
source: Toggle Fullscreen
de: Vollbild umschalten
es: Alternar pantalla completa
pt_br: Alternar tela cheia
ru: Полноэкранный режим

# shortcut window
source: Show Navigation
de: Navigation anzeigen
es: Mostrar navegación
pt_br: Exibir navegação
ru: Показать навигацию

# shortcut window
source: Connection
de: Verbindung
es: Conexión
pt_br: Conexão
ru: Подключение

# shortcut window
source: Close Connection
de: Verbindung schließen
es: Cerrar conexión
pt_br: Fechar conexão
ru: Закрыть подключение

# shortcut window
source: Copy
de: Kopieren
es: Copiar
pt_br: Copiar
ru: Копировать

# shortcut window
source: Paste
de: Einfügen
es: Pegar
pt_br: Colar
ru: Вставить

# shortcut window
source: Select All
de: Alles auswählen
es: Seleccionar todo
pt_br: Selecionar todos
ru: Выделить всё

# shortcut window
source: Zoom In
de: Text vergrößern
es: Ampliar
pt_br: Ampliar
ru: Увеличить

# shortcut window
source: Zoom Out
de: Text verkleinern
es: Reducir
pt_br: Reduzir
ru: Уменьшить

# shortcut window
source: Reset Zoom
de: Textgröße zurücksetzen
es: Restablecer ampliación
pt_br: Redefinir zoom
ru: Сбросить масштаб

# shortcut window
source: General
de: Allgemein
pt_br: Geral
ru: Общие

# shortcut window
source: Preferences
de: Einstellungen
es: Preferencias
pt_br: Preferências
ru: Параметры

# shortcut window
source: Show Shortcuts
de: Tastenkombinationen anzeigen
es: Mostrar atajos
pt_br: Atalhos de teclado
ru: Показать комбинации клавиш

source: Untitled Server
de: Unbenannter Server
es: Servidor sin título
pt_br: Servidor sem título
ru: Безымянный сервер

source: Quick Connect
de: Schnellverbindung
es: Conexión rápida
pt_br: Conexão rápida
ru: Быстрое подключение

source: via Quick Connect
de: via Schnellverbindung
es: vía Conexión rápida
pt_br: via conexão rápida
ru: через быстрое подключение

source: Failed to read file
de: Fehler beim Lesen der Datei
es: Fallo al leer el archivo
pt_br: Falha ao ler o arquivo
ru: Не удалось прочитать файл

source: Invalid RDP parameters
de: Ungültige RDP Parameter
es: Parámetros RDP no válidos
pt_br: Parâmetros RDP inválidos
ru: Неверные параметры RDP

source: Invalid SPICE URI
de: Ungültige SPICE URI
es: URI SPICE no válida
pt_br: URI do SPICE inválido
ru: Неверный URI SPICE

source: Invalid port in URI
de: Ungültiger Port in URI
es: Puerto no válido en la URI
pt_br: Porta inválida na URI
ru: Неверный порт в URI

source: Invalid VNC URI
de: Ungültige VNC URI
es: URI VNC no válida
pt_br: URI inválida da VNC
ru: Неверный URI VNC

source: Field Monitor does not support this URI scheme
de: Feldmonitor unterstützt dieses URI-Schema nicht
es: Monitor de campo no admite este esquema de URI
pt_br: Field Monitor não é compatível com esse esquema de URI
ru: Field Monitor не поддерживает эту схему URI

source: Unable to detect supported file format
de: Das Dateiformat konnte nicht erkannt werden
es: No se puede detectar un formato de archivo compatible
pt_br: O formato do arquivo não pôde ser reconhecido
ru: Не удалось определить поддерживаемый формат файла
